{
    "heroBanner": {
        "mobile": [
            {"url": "/img/hero/mobile-1.png", "href": "/services/vehicle-branding"},
            {"url": "/img/hero/mobile-2.png", "href": "/services/flags-and-poles"},
            {"url": "/img/hero/mobile-3.png", "href": "/services/inflatable-structures"}
        ],
        "desktop": [
            {"url": "/img/hero/desktop-1.png", "href": "/services/vehicle-branding"},
            {"url": "/img/hero/desktop-2.png", "href": "/services/flags-and-poles"},
            {"url": "/img/hero/desktop-3.png", "href": "/services/inflatable-structures"}
        ]
    },
    "about-us": {
        "header": "About Us",
        "subHeader": "Print with Precision, Create with Passion",
        "image1": "/img/about-us.png",
        "image2": "/img/about-us.png",
        "text1": "Welcome to MU2 Creations, where we specialize in a diverse range of top-tier services tailored to meet your needs in printing, branding, fabrication, and design. At MU2 Creations, we're driven by our unwavering commitment to quality, boundless creativity, and an unrelenting focus on customer satisfaction. We don't just fulfill your requests; we transform your concepts into tangible masterpieces that leave an indelible mark. Our team is fueled by a deep passion for delivering excellence in every service we provide. With MU2 Creations, you're not just a client; you're a partner in the journey to bring your vision to life. Join us in exploring the boundless possibilities of creativity and craftsmanship. Together, we'll turn your ideas into extraordinary realities.",
        "text2": "At MU2 Creations, we believe in the power of collaboration. We work closely with our clients to understand their vision and goals, and then we combine our creative skills with industry-leading technologies to turn concepts into reality. Our dedicated team of professionals is committed to going above and beyond to exceed client expectations and deliver results that make a lasting impression.Whether you need high-quality prints, captivating designs, or custom fabrication, we have the expertise and resources to bring your ideas to life. Trust MU2 Creations for all your creative needs and experience the difference that our passion and dedication can make.",
        "viewMoreButton": "View More"
    },
    "mission": {
        "header": "Our Mission",
        "subHeader": "Unleashing Creativity, Transforming Visions",
        "children": [
            {"color": "#1976d2", "header": "Vision", "text": "Empowering Brands and Inspiring Visual Excellence."},
            {"color": "#ffc107", "header": "Mission", "text": "Delivering Exceptional Print Solutions and Creative Innovations"},
            {"color": "#9c27b0", "header": "Value", "text": "Excellence, Collaboration, and Unleashing Creative Potential"}
        ]
    },
    "why-choose-us": {
        "header": "Why Choose Us",
        "subHeader": "MU2 Creations as Your Creative Partner",
        "children": [
            {"color": "#1976d2", "header": "Expertise and Experience", "text": "With years of industry experience, MU2 Creations has developed a deep understanding of printing, branding, fabrication, and design."},
            {"color": "#ffc107", "header": "High-Quality Output", "text": "We strive for excellence in every project. Expect crisp prints, vibrant colors, and durable materials that exceed your expectations."},
            {"color": "#9c27b0", "header": "Customization and Personalization", "text": "We understand that each client has unique requirements. That's why we offer tailored solutions to meet your specific needs."}
        ]
    },
    "contact-us": {
        "header": "Contact Us",
        "subHeader": "Contact our team for any inquiries or assistance",
        "firstNameLabel": "First Name",
        "lastNameLabel": "Last Name",
        "mobileLabel": "Mobile Number",
        "emailLabel": "Email",
        "detailsLabel": "Details",
        "submitButton": "Submit",
        "validation": {
            "required": "This field is required",
            "emailInvalid": "Enter a Valid email"
        }
    },
    "services": {

    }
}